Repository: Shaden03/Taskit--app
Catalog: saveTask Watch App/*.lproj/Localizable.strings
Languages: ar

# Title1
source: One day at a time
ar: مرحبا

# Title2
source: This app has ears
ar: هذا التطبيق له آذان

# Title3
source: Start Managing Your Tasks
ar: ابدأ في إدارة المهام الخاصة بك

# Subtitle1
source: Organize your daily task easily
ar: تنظيم مهمتك اليومية بسهولة

# SubTitle2
source: This app helps you add a task with voice recognition
ar: يساعدك هذا التطبيق في إضافة مهمة باستخدام التعرف على الصوت

source: Next
ar: التالي

# Start
source: Get started
ar: ابدا

# Recorde
source: Press the button to record or type a task
ar: اضغط على الزر لتسجيل أو كتابة مهمة

source: My Task
ar: مهامي

# No
source: No Tasks
ar: لايوجد مهام

# Add
source: add task
ar: إضافة مهمة

# UnFinshed
source: You have unfinished tasks
ar: لديك مهام غير مكتملة

# Finshed
source: Hooray!!ðŸ¥³ no unfinished tasks
ar: 🥳 لقد اكملت جميع مهامك

# Reminder
source: Friendly reminder
ar: للتذكير
